Repository: SalomePlatform/kernel
Catalog: src/SALOMEGUI/QAD_msg_*.po
Languages: fr

# BUT_CANCEL
source: Cancel
fr: Annule

# BUT_HELP
source: Help
fr: Aide

# BUT_NO
source: No
fr: Non

# BUT_YES
source: Yes
fr: Oui

# Desktop_AppSelectionDlg::INF_DESK_DOC_CREATE
source: Create a new study
fr: Créer une nouvelle étude

# INF_CANCELLED
source: Cancelled
fr: Annulé

# INF_DESK_DOC_OPEN
source: Open study
fr: Ouvrir l'étude

# INF_DESK_DOC_SAVE
source: Save study
fr: Enregistrer l'étude

# QAD_Desktop::INF_DESK_EXIT
source: Exit
fr: Quitter

# QAD_Desktop::INF_DOC_CREATING
source: Creating study
fr: Création de l'étude

# QAD_Desktop::INF_DOC_OPENING
source: Opening study
fr: Ouverture de l'étude

# QAD_Desktop::INF_DOC_SAVED
source: Study %1 saved
fr: Étude %1 sauvée

# QAD_Desktop::INF_DOC_SAVING
source: Saving study
fr: Enregistrement de l'étude

# QAD_Study::INF_DOC_OPERATIONABORTED
source: Operation aborted
fr: Opération interrompue

# QAD_Study::INF_DOC_OPERATIONFINISHED
source: Operation finished
fr: Opération terminée

# INF_APP_EXPORT
source: Image Files
fr: Fichiers Images

# QAD_Desktop::MEN_DESK_EDIT
source: &Edit
fr: &Édition

# QAD_Desktop::MEN_DESK_FILE
source: &File
fr: &Fichier

# QAD_Desktop::MEN_DESK_FILE_CLOSE
source: &Close
fr: &Fermer

# QAD_Desktop::MEN_DESK_FILE_EXIT
source: E&xit
fr: &Quitter

# QAD_Desktop::MEN_DESK_FILE_NEW
source: &New
fr: &Nouveau

# QAD_Desktop::MEN_DESK_FILE_OPEN
source: &Open ...
fr: &Ouvrir ...

# QAD_Desktop::MEN_DESK_FILE_LOAD
source: &Load ...
fr: &Charger ...

# QAD_Desktop::MEN_DESK_FILE_SAVE
source: &Save
fr: &Enregistrer

# QAD_Desktop::MEN_DESK_FILE_SAVEAS
source: Save As ...
fr: Enregistrer sous ...

# QAD_Desktop::MEN_DESK_HELP
source: &Help
fr: &Aide

# QAD_Desktop::MEN_DESK_HELP_ABOUT
source: &About ...
fr: &A propos de ...

# QAD_Desktop::MEN_DESK_HELP_CONTENTS
source: &Contents
fr: &Sommaire

# QAD_Desktop::MEN_DESK_HELP_SEARCH
source: &Search ...
fr: &Recherche ...

# QAD_Desktop::MEN_DESK_HELP_WHATSTHIS
source: What's this?
fr: Qu'est-ce-que c'est?

# QAD_Desktop::MEN_DESK_VIEW
source: &View
fr: &Affichage

# MEN_DESK_PREF
source: Preferences
fr: Préférences

# MEN_DESK_PREF_SAVE
source: Save
fr: Enregistrer

# MEN_DESK_PREF_VIEWER
source: 3D View background
fr: Fond vues 3D

# MEN_DESK_PREF_VIEWER_TRIHEDRON
source: Trihedron size
fr: Dimension du repère

# MEN_DESK_PREF_VIEWER_OCC
source: OCC Viewer
fr: Viewer OCC

# MEN_DESK_PREF_VIEWER_VTK
source: VTK Viewer
fr: Viewer VTK

# MEN_DESK_PREF_GRAPH_SUPERVISOR
source: Graph Supervisor
fr: Graphe Supervision

# MEN_DESK_PREF_OBJECTBROWSER_ENTRY
source: Entry, IOR columns
fr: Entry, IOR colonnes

# MEN_DESK_PREF_OBJECTBROWSER_CHRONO_SORT
source: Chronological sort of objects
fr: Objets par ordre chrono

# QAD_Desktop::MEN_DESK_SELECTION_MODE
source: Selection Mode
fr: Mode de Selection

# QAD_Desktop::MEN_DESK_SELECTION_EDGE
source: Link
fr: Arête

# QAD_Desktop::MEN_DESK_SELECTION_CELL
source: Cell
fr: Cellule

# QAD_Desktop::MEN_DESK_SELECTION_ACTOR
source: Actor
fr: Acteur

# MEN_DESK_TOOLS
source: Tools
fr: Outils

# QAD_Desktop::MEN_DESK_VIEW_STATUSBAR
source: &Status Bar
fr: &Barre d'état

# QAD_Desktop::MEN_DESK_VIEW_STDTOOLBAR
source: Standard
fr: Barre d'outils standard

# QAD_Desktop::MEN_DESK_WINDOW
source: &Window
fr: &Fenêtre

# QAD_Desktop::MEN_DESK_WINDOW_NEW3D
source: &New Window
fr: &Nouvelle fenêtre 3D

# QAD_Desktop::MEN_DESK_WINDOW_TILE
source: &Tile
fr: &Mozaïque

# QAD_Application::MEN_APP_EDIT_REDO
source: &Redo
fr: Répeter

# QAD_Application::MEN_APP_EDIT_UNDO
source: &Undo
fr: Annuler

# MEN_VP3D_CHANGEBGR
source: Change background...
fr: Changer l'arrière-plan...

# MEN_APP_DISPLAY
source: Display
fr: Afficher

# MEN_APP_DISPLAY_ONLY
source: Display only
fr: Afficher seulement

# MEN_APP_ERASE
source: Erase
fr: Effacer

# QAD_Desktop::PRP_DESK_FILE_CLOSE
source: Closes the active study
fr: Fermer l'étude

# QAD_Desktop::PRP_DESK_FILE_EXIT
source: Exits the application
fr: Quitter l'application

# QAD_Desktop::PRP_DESK_FILE_NEW
source: Creates a new study
fr: Créer une nouvelle étude

# QAD_Desktop::PRP_DESK_FILE_OPEN
source: Opens an existing study
fr: Ouvrir une étude existante

# QAD_Desktop::PRP_DESK_FILE_LOAD
source: Loads an existing study
fr: Charger une étude existante

# QAD_Desktop::PRP_DESK_FILE_SAVE
source: Saves the active study
fr: Enregistrer l'étude

# QAD_Desktop::PRP_DESK_FILE_SAVEAS
source: Saves the active study with a new name
fr: Enregistrer l'étude sous ...

# QAD_Desktop::PRP_DESK_HELP_CONTENTS
source: Shows the whole help contents
fr: Sommaire

# QAD_Desktop::PRP_DESK_HELP_SEARCH
source: Searches help for a topic
fr: Recherche

# QAD_Desktop::PRP_DESK_HELP_WHATSTHIS
source: What's this?
fr: Qu'est-ce-que c'est?

# QAD_Desktop::PRP_DESK_WINDOW_ACTIVATE
source: Activates this window
fr: Activer cette fenêtre

# QAD_Desktop::PRP_DESK_WINDOW_CASCADE
source: Arranges the windows as overlapping tiles
fr: Fenêtres en cascade

# QAD_Desktop::PRP_DESK_WINDOW_TILE
source: Arranges the windows as nonoverlapping tiles
fr: Fenêtres en mozaïque

# QAD_Application::PRP_APP_EDIT_REDO
source: Redoes the last operation
fr: Répéter la dernière opération

# QAD_Application::PRP_APP_EDIT_UNDO
source: Undoes the last operation
fr: Annuler la dernière opération

# PRP_VW3D_POINTCENTER
source: Set a new center of the view with MB1
fr: Choisir un centre pour la vue avec MB1

# PRP_VW3D_SKETCHAREA
source: Sketch a rectangular area to fit the view
fr: Sélectionner une zone d'affichage

# QAD_Application::TOT_APP_EDIT_REDO
source: Redo last operation
fr: Répéter l'opération

# QAD_Application::TOT_APP_EDIT_UNDO
source: Undo last operation
fr: Annuler l'opération

# QAD_Desktop::TOT_DESK_FILE_NEW
source: New study
fr: Nouvelle étude

# QAD_Desktop::TOT_DESK_FILE_OPEN
source: Open study
fr: Ouvrir étude

# QAD_Desktop::TOT_DESK_FILE_LOAD
source: Load study
fr: Charger étude

# QAD_Desktop::TOT_DESK_FILE_SAVE
source: Save study
fr: Enregistrer étude

# QObject::ERR_VP_NOVIEW
source: No View
fr: Pas de Vue

# QAD_Desktop::ERR_APP_NOAPP
source: No application
fr: Pas d'application

# QAD_Desktop::ERR_DOC_CANTCREATE
source: Cannot create study
fr: Impossible de créer l'étude

# QAD_Desktop::ERR_DOC_CANTOPEN
source: Cannot open study
fr: Impossible d'ouvrir l'étude

# QAD_Desktop::ERR_DOC_CANTWRITE
source: Cannot save study
fr: Impossible d'enregistrer l'étude

# QAD_Desktop::ERR_DOC_UNKNOWNTYPE
source: Unknown study type
fr: Type d'étude inconnu

# QAD_Study::ERR_DOC_READONLY
source: The study is read-only
fr: L'étude est en lecture seule

# ERR_ERROR
source: Error
fr: Erreur

# ERR_LIBGUI
source: lib%1.so has not been found. Check LD_LIBRARY_PATH environment variable
fr: La lib%1.so n'a pas été trouvée. Verifier la variable d'environnement LD_LIBRARY_PATH

# QAD_Study::QUE_ABORTCURRENTOPERATION
source: The current operation is not terminated yet. Do you want to abort it ?
fr: L'opération n'est pas encore terminée. Voulez-vous l'interrompre ?

# QAD_Desktop::QUE_DESK_EXIT
source: Do you really want to quit ?
fr: Voulez-vous vraiment quitter ?

# QAD_Desktop::QUE_DOC_ALREADYOPEN
source: The study %1 is already open. Do you want to reload it ?
fr: L'étude %1 est déja ouverte. Voulez-vous la recharger ?

# QAD_Desktop::QUE_DOC_ALREADYEXIST
source: The study %1 already exists in study manager. Do you want to reload it ?
fr: L'étude %1 est déja présente dans le gestionnaire d'études. Voulez-vous la recharger ?

# QAD_Desktop::QUE_DOC_NOTSAVED
source: The study %1 is not saved. Do you want to save it ?
fr: L'étude %1 n'est pas enregistrée. Voulez-vous l'enregistrer ?

# WRN_WARNING
source: Warning
fr: Attention

# QAD_Desktop::WRN_LOAD_COMPONENT
source: Creates or opens before a study
fr: Créer ou ouvrir une étude

# QAD_Desktop::DESK_DEFAULTDOC
source: Study
fr: Étude

# QAD_Desktop::DESK_FILES
source: Files
fr: Fichiers

# OCC_IMAGE_FILES
source: Images Files (*.bmp *.png *.jpg *.jpeg)
fr: Fichiers Images (*.bmp *.png *.jpg *.jpeg)

# VTK_IMAGE_FILES
source: Images Files (*.tif)
fr: Fichiers Images (*.tif)

# INF_APP_DUMP_VIEW
source: Dump view
fr: Dump vue

# ERR_DOC_CANT_SAVE_FILE
source: Cannot save file
fr: Impossible d'enregistrer le fichier

# EDIT_COPY_CMD
source: &Copy
fr: Copier

# EDIT_PASTE_CMD
source: &Paste
fr: Coller

# EDIT_CLEAR_CMD
source: Clear
fr: Vider

# EDIT_SELECTALL_CMD
source: Select All
fr: Sélectionner Tout
