Repository: SalomePlatform/kernel
Catalog: src/SALOMEGUI/SALOMEGUI_msg_*.po
Languages: fr

# BUT_HELP
source: Help
fr: Aide

# BUT_CANCEL
source: Cancel
fr: Annule

# QObject::ERR_APP_INITFAILED
source: Initialization failed
fr: Echec d'Initialisation

# ERR_ERROR
source: Error
fr: Erreur

# ERR_APP_WRONG_VIEW_TYPE
source: Appropriate view must be created to display selected object(s)
fr: La vue appropriée doit étre créée pour afficher l'objet choisi

# SALOMEGUI_Application::MEN_APP_VIEW_MU4
source: Split View
fr: Multiple Vue

# SALOMEGUI_Application::MEN_APP_VIEW_PAN
source: &Pan View Ctrl+MB2
fr: &Pan Vue Ctrl+MB2

# SALOMEGUI_Application::MEN_APP_VIEW_RESET
source: R&eset View
fr: R&estaure la Vue

# SALOMEGUI_Application::MEN_APP_VIEW_RIGHT
source: &Right View
fr: Vue D&roite

# SALOMEGUI_Application::MEN_APP_VIEW_ROTATE
source: R&otate View Ctrl+MB3
fr: R&otation Vue Ctrl+MB3

# SALOMEGUI_Application::MEN_APP_VIEW_TOP
source: &Top View
fr: &Top Vue

# SALOMEGUI_Application::MEN_APP_VIEW_TRIHEDRON
source: Shows - Hides Trihedron
fr: Afficher - Masquer OXYZ

# SALOMEGUI_Application::MEN_APP_VIEW_ZOOM
source: &Zoom View Ctrl+MB1
fr: &Zoom Ctrl+MB1

# SALOMEGUI_Application::MEN_APP_VIEW_FRONT
source: &Front View
fr: &Premier Plan

# SALOMEGUI_Application::MEN_APP_VIEW_GLOBALPAN
source: &Global Pan View
fr: &Global Pan Vue

# SALOMEGUI_Application::MEN_APP_VIEW_BACK
source: Bac&k View
fr: Arrière plan

# SALOMEGUI_Application::MEN_APP_VIEW_BOTTOM
source: &Bottom View
fr: &Vue du dessous

# SALOMEGUI_Application::MEN_APP_VIEW_LEFT
source: &Left View
fr: &Vue gauche

# SALOMEGUI_Application::PRP_APP_VIEW_TRIHEDRON
source: Shows hides trihedron
fr: Afficher masquer OXYZ

# SALOMEGUI_Application::PRP_APP_VIEW_BACK
source: Shows back view of objects
fr: Affiche la vue arrière des objets

# SALOMEGUI_Application::PRP_APP_VIEW_BOTTOM
source: Shows bottom view of objects
fr: Affiche la vue du dessous des objets

# SALOMEGUI_Application::PRP_APP_VIEW_FRONT
source: Shows front view of objects
fr: Affiche la vue de face des objets

# SALOMEGUI_Application::PRP_APP_VIEW_GLOBALPAN
source: Defines a new center of the view
fr: Définir le centre de la vue

# SALOMEGUI_Application::PRP_APP_VIEW_LEFT
source: Shows left view of objects
fr: Affiche la vue gauche des objets

# SALOMEGUI_Application::PRP_APP_VIEW_MU4
source: Splits View
fr: Fractionner la vue

# SALOMEGUI_Application::PRP_APP_VIEW_PAN
source: Moves objects in the view
fr: Déplacer les objets

# SALOMEGUI_Application::PRP_APP_VIEW_RESET
source: Resets the view
fr: Restaure la vue

# SALOMEGUI_Application::PRP_APP_VIEW_RIGHT
source: Shows right view of objects
fr: Affiche la vue droite des objets

# SALOMEGUI_Application::PRP_APP_VIEW_ROTATE
source: Rotates objects in the view
fr: Rotation des objets

# SALOMEGUI_Application::PRP_APP_VIEW_TOP
source: Shows top view of objects
fr: Affiche la vue supérieure des objets

# SALOMEGUI_Application::PRP_APP_VIEW_ZOOM
source: Zooms the active view
fr: Zoom la vue active

# SALOMEGUI_Application::TOT_APP_VIEW_BACK
source: Back view
fr: Arrière plan

# SALOMEGUI_Application::TOT_APP_VIEW_BOTTOM
source: Bottom view
fr: Vue du dessous

# SALOMEGUI_Application::TOT_APP_VIEW_FRONT
source: Front view
fr: Premier plan

# SALOMEGUI_Application::TOT_APP_VIEW_LEFT
source: Left view
fr: Vue gauche

# SALOMEGUI_Application::TOT_APP_VIEW_MU4
source: Splits View
fr: Fractionner la vue

# SALOMEGUI_Application::TOT_APP_VIEW_TRIHEDRON
source: Shows hides trihedron
fr: Afficher masquer trihedron

# SALOMEGUI_Application::TOT_APP_VIEW_RESET
source: Reset
fr: Restaure

# SALOMEGUI_Application::TOT_APP_VIEW_RIGHT
source: Right view
fr: Vue droite

# SALOMEGUI_Application::TOT_APP_VIEW_ROTATE
source: Rotate view
fr: Vue de la rotation

# SALOMEGUI_Application::TOT_APP_VIEW_DUMP
source: Camera Dump
fr: Capture du Viewer

# SALOMEGUI_ViewChoiceDlg::MEN_CHOICE
source: Choice
fr: Choix

# SALOMEGUI_ViewChoiceDlg::MEN_VIEW
source: View
fr: Vue

# SALOMEGUI_ViewChoiceDlg::MEN_VIEWER_GRAPH
source: Graph Supervisor
fr: Graphe Supervision
